/*
 * ------------------------------------------------------------
 * IMPORTANT: The contents of this file are auto-generated.
 *
 * This file may be updated by the Shopify admin theme editor
 * or related systems. Please exercise caution as any changes
 * made to this file may be overwritten.
 * ------------------------------------------------------------
 */
{
  "sections": {
    "main": {
      "type": "main-page",
      "settings": {
        "padding_top": 60,
        "padding_bottom": 0
      }
    },
    "rich_text_Y6h9nz": {
      "type": "rich-text",
      "blocks": {
        "heading_6nixME": {
          "type": "heading",
          "settings": {
            "heading": "THIS POLICY STATEMENT SUPERSEDES ALL PRIOR NOTIFICATIONS",
            "heading_size": "h2"
          }
        },
        "text_zpTV9C": {
          "type": "text",
          "settings": {
            "text": "<p>1. FREIGHT IS FOB SHIPPING POINT FROM CHESTER, CONNECTICUT, SEBASTIAN, FL, OR CHARLESTOWN, NEW HAMPSHIRE IN THE 48 CONTIGUOUS STATES (EXCLUDES AK & HI). THE CHOICE OF FREIGHT CARRIER WILL BE AT THE SOLE DISCRETION OF AEROLEDS HOLDINGS, LLC (“AEROLEDS”). FOR UPS PREMIUM SHIPMENTS, FULL CHARGES WILL BE ADDED TO INVOICE. ALL OTHER PREMIUM SHIPPING METHODS WILL BE FORWARDED “FREIGHT COL- LECT”, INCLUDING DROP SHIPMENTS. AEROLEDS RESERVES THE RIGHT TO PASS ALONG TO CUSTOMER ANY AND ALL FREIGHT SURCHARGES, INCLUDING, BUT NOT LIMITED TO, FUEL SURCHARGE, DELIVERY (REMOTE/EXTENDED) AREA SURCHARGES, RESIDENTIAL DELIVERY SURCHARGE, ETC.</p><p> </p><p>2. “PREPAY AND ADD” REQUESTS FOR PREMIUM TRUCK OR AIR FREIGHT ROUTING WILL INCLUDE A SMALL ADDITIONAL ADMINISTRATIVE AND HANDLING CHARGE IN THE FREIGHT INVOICE.</p><p> </p><p>3. EXPEDITED ORDERS MAY BE ACCEPTED BY AEROLEDS, IN ITS SOLE DISCRETION, FOR AIRCRAFT ON THE GROUND (A SINGLE PART OR ASSOCIATED PARTS TO AN ASSEMBLY) FOR DELIVERY TYPICALLY WITHIN ONE TO TWO BUSINESS DAYS, OR FOR SHIPMENT AS SOON AS POSSIBLE TYPICALLY WITHIN ONE TO TWO WEEKS, IN EACH CASE FOR AN ADDITIONAL CHARGE.</p><p> </p><p>4. PROMPT PAYMENT TERMS ARE BASED ON SEPARATE WRITTEN AGREEMENT ONLY. CONTACT FACTORY FOR DETAILS. NO OTHER TERMS OFFERED.</p><p> </p><p>5. NET TERMS ARE 30 DAYS. ACCOUNTS OVER 30 DAYS MAY BE CHARGED A FINANCE CHARGE (PLUS COLLECTION FEES) ON THE UNPAID BALANCE. ACCOUNTS OVER 45 DAYS WILL BE PLACED ON HOLD, AND ACCOUNTS THAT REACH 60 DAYS WILL AUTOMATICALLY BECOME A CASH-IN-ADVANCE OR CREDIT CARD ACCOUNT. AT ANY TIME AFTER 60 DAYS, THE COLLECTION PROCESS MAY BEGIN, AND CUSTOMER SHALL BE RESPONSIBLE FOR ALL COLLECTION EXPENSES, INCLUDING ATTOR- NEY’S FEES.</p><p> </p><p></p><p>6. ORDERS FROM ACCOUNTS WITH NO PRIOR APPROVED LINE OF CREDIT WILL REQUIRE CASH IN ADVANCE OR AN AUTHORIZED MC/VISA CREDIT CARD NUMBER. CREDIT CARD PURCHASES MAY INCUR A CREDCIT CARD PROCESSING FEE OF UP TO 4%. </p><p> </p><p>7. MASTERCARDTM AND VISATM PAYMENTS ARE ENCOURAGED TO AVOID HANDLING CHARGES. THE FOLLOWING INFORMATION IS REQUIRED AT THE TIME A CREDIT CARD ORDER IS PLACED:</p><p>A. EXACT FULL NAME AS SHOWN ON CREDIT CARD. </p><p>B. COMPLETE ACCOUNT NUMBER. </p><p>C. EXPIRATION DATE (MONTH AND YEAR).</p><p>D. BANK SECURITY NUMBER ON CARD. E. YOUR TELEPHONE NUMBER AND BILLING ADDRESS OF CREDIT CARD. NOTE: WE RESERVE THE RIGHT TO NOT DROP SHIP CREDIT CARD ORDERS.</p><p> </p><p>8. ORDERS FOR SPECIALTY, CUSTOM OR NON-STOCK PRODUCTS MAY BE REQUIRED BY AEROLEDS, AT IS SOLE DISCRETION, TO BE ACCOMPANIED BY PREPAYMENT OF THE ORDER.</p><p> </p><p>9.CONSOLIDATION OF ORDERS CANNOT BE ACCEPTED. AEROLEDS WILL SHIP AND INVOICE PRODUCTS AS THEY BECOME AVAILABLE ON EACH ORDER FROM THE FACTORY AT WHICH THE PRODUCTS ARE MANUFACTURED, EITHER THE NEW HAMPSHIRE FACILITY OR THE CONNECTICUT FACILITY.</p><p> </p><p>10. AEROLEDS RESERVES THE RIGHT TO ADD SURCHARGES TO INVOICES FOR SPECIAL TAXES THAT ARE IMPOSED ON AEROLEDS BY STATE GOVERNMENTS OR OTHER AUTHORITIES FOR OUR DOING BUSINESS IN THEIR JURISDICTION. EVERY EFFORT WILL BE MADE TO PROVIDE APPROPRIATE NOTICE IN ADVANCE OF THE START OF SUCH SURCHARGES.</p><p> </p><p>11. ORDER CANCELLATION WITH ALL PERTINENT INFORMATION MUST BE TIMELY FAXED TO (860) 526-2009 OR EMAILED TO INFO@FLYWTA.COM. VERBAL CANCELLATIONS ARE NOT ACCEPTABLE. AN ACKNOWLEDGEMENT OF THE CANCELLATION WILL BE FAXED OR EMAILED BACK. OTHERWISE, STANDARD RESTOCKING FEE WILL APPLY AS NOTED IN ITEM 27. RESTOCKING CHARGES WILL APPLY FOR ITEMS WHICH HAVE ALREADY BEEN PACKAGED FOR DELIVERY.</p><p> </p><p>12. MINIMUM BILLING IS $1000 NET. ORDERS OF LESS THAN $1000 NET WILL BE BILLED AT $1000 NET.</p><p> </p><p>13. AN ORDER ACKNOWLEDGEMENT IS FAXED OR EMAILED FOR EACH ORDER. IT IS CUSTOMER’S RESPONSIBILITY TO CAREFULLY CHECK EACH ORDER FOR ACCURACY AND NOTIFY AEROLEDS IMMEDIATELY OF ANY DISCREPANCIES. IF NO RESPONSE IS RECEIVED FROM CUSTOMER, CUSTOMER WILL ACCEPT THE ORDER AS ENTERED. THIS INCLUDES, BUT IS NOT LIMITED TO, PRODUCT, PRICING AND SCHEDULE DATES. PURCHASE ORDERS RECEIVED FROM CUSTOMERS WILL NOT BE SIGNED AS A FORM OF ORDER ACKNOWLEDGMENT.</p><p> </p><p>14. ALL CLAIMS BASED ON DELIVERIES WITH SHORTAGES OR DAMAGED GOODS MUST BE FILED BY CUSTOMER WITHIN 10 DAYS OF RECEIPT OF SHIPMENT. CUSTOMER SHOULD FILE CLAIMS FOR DAMAGE WITH THE CARRIER AND CLAIMS FOR ANY SHORTAGE WITH AEROLEDS.</p><p> </p><p>15. ONLY DROP SHIPMENTS WITHIN CUSTOMER’S HOME STATE WILL BE ALLOWED. NO DROP SHIPMENTS OUTSIDE OF CUSTOMER'S HOME STATE WILL BE ALLOWED WITHOUT PRIOR WRITTEN APPROVAL FROM AEROLEDS. AEROLEDS RESERVES THE RIGHT TO ADD ADDITIONAL CHARGES FOR ANY NON-STANDARD ORDER PROCESSING, HANDLING OR SHIPPING METHOD.</p><p> </p><p>16. SHIPMENTS OUT OF THE UNITED STATES WILL ACCRUE A MINIMUM OF A $100.00 PROCESSING FEE. CUSTOMER IS URGED TO CONTACT THE FACTORY FOR A QUOTE PRIOR TO ENTERING ANY ORDERS.</p><p> </p><p>17. ALL DISCOUNTS APPLY TO ORDERS SHIPPED TO ONE LOCATION AT A TIME, COVERED BY ONE PURCHASE ORDER NUMBER.</p><p> </p><p>18. VERBAL ORDERS. AEROLEDS DOES NOT ACCEPT VERBAL ORDERS. ORDERS MAY BE SUBMITTED ONLY BY FAX TO (860) 526-2009 OR BY EMAIL TO <a href=\"mailto:INFO@AEROLEDS.COM\">INFO@AEROLEDS.COM</a>. </p><p> </p><p>19. DUPLICATING WRITTEN ORDERS NOT MARKED “CONFIRMATION” OR DISCREPANCIES ON CONFIRMING PURCHASE ORDERS FOLLOWING ORIGINAL TELEPHONE ORDERS ARE NOT THE RESPONSIBILITY OF AEROLEDS. RETURNS DUE TO DIS- CREPANCIES OR DUPLICATION ARE SUBJECT TO A RESTOCKING CHARGE AS NOTED IN ITEM 27. A TOLL-FREE ORDER FAX-LINE IS PROVIDED TO ASSURE ACCURACY OF ORDER ENTRY.</p><p> </p><p>20. RETURNED OR UNCOLLECTIBLE CHECKS WILL BE SUBJECT TO A $100 HANDLING FEE. ANY FURTHER OCCURRENCE WILL NECESSITATE FORFEITURE OF OPEN ACCOUNT TERMS.</p><p>21. CATALOG, PRICE LIST OR POLICY STATEMENT POSSESSION DOES NOT CONSTITUTE THE RIGHT TO PURCHASE DIRECTLY FROM AEROLEDS. CONTACT THE FACTORY FOR OFFICIAL ACCOUNT STATUS, CUSTOMER CLASSIFICATION AND CURRENT DISCOUNT FOR ALL PRODUCT CATEGORIES.</p><p> </p><p>22. PRICES ARE SUBJECT TO CHANGE WITHOUT PRIOR NOTICE. PRICE IN EFFECT AT TIME OF SHIPMENT WILL PREVAIL ON SCHEDULED ORDERS. EVERY EFFORT WILL BE MADE TO AVOID PRICE REVISIONS PRIOR TO VOID DATE NOTED ON THE OFFICIAL PRICE LIST. SHOULD MATERIAL COST ESCALATE, AEROLEDS RESERVES THE RIGHT TO MAKE ADJUSTMENTS DEEMED NECESSARY AT ANY TIME.</p><p> </p><p>23. ANY PRODUCT MAY BE DISCONTINUED, OR UPGRADED WITH DESIGN IMPROVEMENTS, WITHOUT NOTICE.</p><p> </p><p>24. A FACTORY DIRECT WARRANTY IS OFFERED WITH ALL PRODUCTS MANUFACTURED BY AEROLEDS. A COPY OF THIS WARRANTY IS AVAILABLE AT WWW.AEROLEDS.COM/WARRANTY. THIS WARRANTY IS THE ONLY WARRANTY ON AEROLED PRODUCTS AND IS MADE EXPRESSLY IN LIEU OF ALL OTHER WARRANTIES AND REPRESENTATIONS, EXPRESS, IMPLIED OR OTHERWISE, INCLUDING WITHOUT LIMITATION ANY IMPLIED WARRANTIES OF MERCHANTABILITY OR FITNESS FOR A PARTICULAR PURPOSE, ALL OF WHICH ARE HEREBY DISCLAIMED. SUCH FACTORY DIRECT WARRANTY SHALL BE CUSTOMER’S SOLE AND EXCLUSIVE REMEDY RELATING TO AEROLEDS PRODUCTS AND THIS POLICY STATEMENT.</p><p> </p><p>25. EXCEPT TO THE EXTENT EXPRESSLY PROVIDED IN THE FACTORY DIRECT WARRANTY, AEROLEDS WILL NOT BE LIABLE FOR ANY DIRECT, INDIRECT, CONSEQUENTIAL, SPECIAL, PUNITIVE OR INCIDENTAL LOSS OR DAMAGE ARISING OUT OF THE INSTALLATION, USE OR INABILITY TO USE THE PRODUCT SELECTED.</p><p> </p><p>26. AEROLEDS IS NOT RESPONSIBLE FOR THE SELECTION OF APPROPRIATE EQUIPMENT OR PRODUCT TYPE REQUIRED FOR A PARTICULAR APPLICATION OR SERVICE.</p><p>   </p><p>27. MATERIAL RETURNED FOR CREDIT OR EXCHANGE MUST HAVE PRIOR WRITTEN APPROVAL FROM AEROLEDS. CONTACT FACTORY FOR A RETURN AUTHORIZATION FORM. SUCH MATERIAL WILL BE SUBJECT TO ACCEPTANCE INSPECTION UPON RETURN AND TO A MINIMUM 25% RESTOCKING CHARGE (SUBJECT TO $30 MINIMUM CHARGE). IF PRODUCT IS RETURNED WITHOUT PRIOR WRITTEN AUTHORIZATION BY AEROLEDS, A 35% RE-STOCKING CHARGE WILL APPLY. PRODUCT MUST BE IN CUR- RENT PRODUCTION & LESS THAN SIX MONTHS OLD FROM DATE OF INVOICE.</p><p> </p><p>28. NON STOCK ITEMS, SPECIALTY PRODUCTS, CUSTOM DESIGNS AND SPECIAL ORDERS IN THE OFFICIAL AVIATION PRICE LIST ARE NON-CANCELABLE AND NON-RETURNABLE.</p><p> </p><p>29. PLASTIC DOMES AND LENSES ARE NOT WARRANTED OR RETURNABLE FOR CREDIT OR EXCHANGE.</p><p> </p><p>30. COMPONENT COMPATIBILITY. AEROLED’S WARRANTY WILL BE VOID WHEN USING OR SUBSTITUTING OTHER THAN ALL-GENUINE AEROLEDS SYSTEM COMPONENTS, SUCH AS REMOTE HEAD ASSEMBLIES, XENON FLASH TUBES, SHIELDED CABLES, STROBE POWER SUPPLIES, SIREN AMPLIFIERS, SIREN SPEAKERS, ETC.</p><p> </p><p>31. TO ORDER, CONFIGURE AND PROGRAM CERTAIN AEROLEDS PRODUCTS, CUSTOMER MAY BE REQUIRED, AT ITS COST, TO UPDATE ITS COMPUTER’S HARDWARE AND/OR OPERATING SYSTEM TO THE LATEST VERSION.</p><p> </p><p>32. BY THE PURCHASE OF PRODUCTS FROM AEROLEDS, CUSTOMER ACKNOWLEDGES RECEIPT OF THIS POLICY STATEMENT AND AGREES TO ABIDE BY AND BE BOUND TO THE TERMS AND CONDITIONS STATED HEREIN. THESE TERMS AND CONDITIONS ARE EXCLUSIVE AND SHALL APPLY IN LIEU OF ALL OTHER TERMS AND CONDITIONS APPEARING ON CUSTOMER'S PURCHASE ORDER OR OTHER CUSTOMER DOCUMENTATION. CUSTOMER AGREES THAT AEROLED’S ACCEPTANCE OF CUSTOMER’S ORDER OR QUOTATION IS LIMITED TO AND GOVERNED EXCLUSIVELY BY THESE TERMS AND CONDITIONS. NEITHER AEROLED’S COMMENCEMENT OF PERFORMANCE NOR SHIPMENT OF PRODUCTS SHALL BE DEEMED TO CONSTITUTE ACCEPTANCE OF ANY ADDI- TIONAL OR DIFFERENT TERMS AND CONDITIONS PROPOSED BY CUSTOMER. AEROLED’S FAILURE TO OBJECT TO PROVISIONS CONTAINED IN ANY ORDER OR OTHER DOCUMENT OF CUSTOMER SHALL NOT BE CONSTRUED AS A WAIVER BY AEROLEDS OF AEROLEDS TERMS AND CONDITIONS OR AN ACCEPTANCE OF ANY TERMS AND CONDITIONS OF CUSTOMER, WHICH ARE HEREBY REJECTED BY AEROLEDS. CUSTOMER ALSO AGREES TO ACCEPT UNSOLICITED FAXES AND/OR EMAILS FROM AEROLEDS ON PROMOTIONS, LIT- ERATURE, ETC.</p><p> </p><p>33. THIS POLICY STATEMENT MAY BE AMENDED OR CHANGED WITHOUT NOTICE.</p><p> </p><p>34. AEROLEDS RESERVES THE RIGHT TO TERMINATE OR CHANGE THE STATUS OF ANY CURRENT CUSTOMER AT ANY TIME WITHOUT NOTICE. SUCH ACCOUNTS MAY BE REINSTATED AT THE DISCRETION OF THE AEROLEDS AUTHORIZED MANAGING SALES REPRESENTATIVE FOR THE TERRITORY PROVIDED THAT: (A) PLACEMENT OF THE REQUIRED STOCKING ORDER AND ALL OTHER CRITERIA ARE MET; AND (B) DISTRIBUTORSHIP FOR THE GIVEN AREA IS STILL AVAILABLE.</p><p> </p><p>35. AEROLEDS TRADEMARKS ARE THE PROPERTY OF AEROLEDS AND MAY BE USED ONLY AS SET FORTH IN THE GUIDELINES FOR USE OF AEROLEDS TRADEMARKS AVAILABLE AT WWW.AEROLEDS.COM. UNAUTHORIZED USE OF AEROLEDS TRADEMARKS MAY CON- STITUTE TRADEMARK INFRINGEMENT AND UNFAIR COMPETITION IN VIOLATION OF FEDERAL AND STATE LAWS. ALL OTHER INTELLECTUAL PROPERTY OF AEROLEDS, INCLUDING ANY DRAWINGS, DESIGNS, SPECIFICATIONS, TECHNICAL DATA, TECHNI- CAL INFORMATION, FORMULATIONS, IDEAS, INVENTIONS, CONCEPTS, DISCOVERIES, WORKS OF AUTHORSHIP, TRADE SECRETS, KNOW-HOW, MANUALS, INSTALLATION INSTRUCTIONS AND OTHER DOCUMENTS, FURNISHED OR DISCLOSED BY AEROLEDS IS STRICTLY STATED FOR THE USE OF CUSTOMER IN THE ASSEMBLY AND USE OF THE PRODUCTS AND IS AND SHALL REMAIN THE PROPERTY OF AEROLEDS, AND THE PURCHASE OF AEROLEDS PRODUCTS DOES NOT CONSTITUTE A LICENSE WITH RESPECT TO ANY SUCH INTELLECTUAL PROPERTY. CUSTOMER SHALL NOT REVERSE ENGINEER ANY AEROLEDS PRODUCTS. IN CONNECTION WITH A BREACH OR THREATENED BREACH OF THIS SECTION, AEROLEDS SHALL BE ENTITLED TO TEMPORARY, PRELIMINARY AND/ OR PERMANENT INJUNCTIVE RELIEF WITHOUT THE NEED TO POST A BOND OR OTHER SECURITY.</p><p> </p><p>36. AEROLEDS RESERVES THE RIGHT TO TERMINATE ANY CUSTOMER THAT IMPORTS FOR SALE, OFFERS FOR SALE OR SELLS NON-AEROLEDS PRODUCTS THAT: (A) ARE EITHER COPIES OF, OR REPLACEMENT PARTS FOR, GENUINE AEROLEDS PRODUCTS, (B) INFRINGE ANY OF THE INTELLECTUAL PROPERTY RIGHTS OF AEROLEDS IN ITS PRODUCTS, INCLUDING WITHOUT LIMITATION ANY AEROLEDS PATENT, TRADE SECRET, COPYRIGHT, TRADEMARK OR TRADE DRESS, OR (C) CAUSE CONFUSION OR COULD REASON- ABLY LEAD THE MARKETPLACE TO BELIEVE THAT THE SOURCE OR ORIGIN OF SUCH PRODUCTS IS AEROLEDS OR THAT AEROLEDS HAS APPROVED, ENDORSED OR AUTHORIZED SUCH PRODUCTS AS REPLACEMENTS FOR GENUINE AEROLEDS PRODUCTS. CUSTOMER MAY PURCHASE PRODUCTS FROM AEROLEDS COMPETITORS THAT DO NOT VIOLATE THIS POLICY STATEMENT.</p><p> </p><p>37. AEROLEDS’ IN-HOUSE QUALITY ASSURANCE PROGRAM IS USED IN ALL AEROLEDS MANUFACTURED PRODUCTS. CUSTOMER IMPOSED OR REQUESTED PROGRAMS WILL ONLY BE USED AT AEROLEDS PLANTS WHEN AGREED TO IN WRITING IN ADVANCE BY AN AUTHORIZED AEROLEDS OFFICER, AND ANY QUOTATION WILL REFLECT THE COST OF SUCH A PROGRAM IN THE PRICING AND ACCEPTED BY THE CUSTOMER.</p><p> </p><p>38. THIS POLICY STATEMENT, INCLUDING THE FACTORY DIRECT WARRANTY, SHALL BE GOVERNED BY AND CONSTRUED AND ENFORCED IN ACCORDANCE WITH THE LAWS OF THE STATE OF CONNECTICUT WITHOUT REGARD TO ITS CONFLICTS OF LAWS PRINCIPLES. ANY ACTION ARISING OUT OF OR IN CONNECTION WITH ANY SALE OF AEROLEDS PRODUCTS MAY BE BROUGHT ONLY IN THE STATE OR FEDERAL COURTS LOCATED IN THE STATE OF CONNECTICUT, AND CUSTOMER HEREBY CONSENTS TO THE JURISDICTION OF SUCH COURTS AND WAIVES ANY DEFENSE TO SUCH ACTION BASED ON IMPROPER VENUE. THE UNITED NATIONS CONVENTION ON CONTRACTS FOR THE INTERNATIONAL SALE OF GOODS AND ANY CHOICE OF LAW PROVI- SIONS THAT REQUIRE APPLICATION OF ANY OTHER LAW ARE EXCLUDED AND SHALL HAVE NO FORCE OR EFFECT.</p><p> </p><p>39. ENGLISH SHALL BE THE OFFICIAL LANGUAGE OF THIS POLICY STATEMENT, INCLUDING THE FACTORY DIRECT WARRANTY, AND ANY PROCEEDINGS RELATED TO ANY DISPUTES WITH RESPECT THERETO SHALL BE CONDUCTED IN ENGLISH. 01/24/2025</p>"
          }
        },
        "button_DDYLPK": {
          "type": "button",
          "settings": {
            "button_label": "Click to Download",
            "button_link": "https://cdn.shopify.com/s/files/1/0901/7573/4077/files/AEROLEDS_SALES_POLICY_1.pdf?v=1737726736",
            "button_style_secondary": false,
            "button_label_2": "",
            "button_link_2": "",
            "button_style_secondary_2": false
          }
        }
      },
      "block_order": [
        "heading_6nixME",
        "text_zpTV9C",
        "button_DDYLPK"
      ],
      "settings": {
        "desktop_content_position": "center",
        "content_alignment": "center",
        "color_scheme": "",
        "full_width": true,
        "padding_top": 0,
        "padding_bottom": 52
      }
    }
  },
  "order": [
    "main",
    "rich_text_Y6h9nz"
  ]
}
